<?php
 $this->title='关于隐私';

$this->registerCss('

        .attention>li{line-height:25px;margin:10px 0;font-size:20px;}
        .attention>li>h5{font-weight:bold;}
        .attention>li p{font-size:15px;}
        .attention>li>ol>li{line-height:25px;margin:10px 0;font-size:14px;}

    ');
?>
<div class="container">

    <div class="row">

        <div class="col-md-2">

            <?= $this->render('./attention-left')?>
        </div>
        <div class="col-md-9 right-style">
            <h1 class="text-center"><?=\yii\helpers\Html::encode($this->title)?></h1>
            <ul class="attention list-unstyled">
                <li>
                    <h5>信息收集和使用</h5>
                    <ol>
                        <li>在用户注册十三交友平台帐户，使用其他十三交友平台产品或服务，访问十三交友平台网页, 或参加任何形式的会员活动时，十三交友平台会收集您的个人身份识别资料。十三交友平台也会收集来自合作伙伴的身份识别资料。
                        </li>
                        <li>当用户注册十三交友平台帐户时，我们会问及您的姓名、昵称、电邮地址、出生日期、性别、职业、所在行业、个人收入等一系列的个人信息，只要您在十三交友平台成功注册并登录服务器，我们将可以识别您。
                        </li>
                        <li>十三交友平台会自动接收并记录您的浏览器和服务器日志上的信息，包括但不限于您的 IP 地址、在线、无线信息等资料。十三交友平台会将这些资料用于：改进为您提供的网页内容，满足您对某种产品、活动的需求或通知您最新产品、活动信息。
                        </li>
                        <li>您同意，以就您于网站服务公开使用区域及网站服务其他任何公开使用区域张贴之内容，或包括照片、图形或影音资料等内容，授予十三交友平台全球性、免许可费及非独家的使用权，十三交友平台可以为了展示、散布及推广张贴前述内容之特定服务目的，将前述内容复制、修改、改写、改编或出版，在您将前述内容放入网站服务期间，使用权持续有效；若您将前述内容自网站服务中删除，则使用权于删除时终止。
                        </li>
                        <li>您同意已就您于网站服务其他公开使用区域张贴的其他内容，授予十三交友平台免许可费、永久有效、不可撤销、非独家及可完全再授权之权利在全球使用、复制、修改、改写、改编、发行、翻译、创造衍生性著作，或将前述内容（部分或全部）加以散布、展示，或放入利用任何现在已知和未来开发出之形式、媒体和科技之其他著作物当中。
                        </li>
                        <li>十三交友平台会利用工具，为合作伙伴的网站进行数据搜集工作，有关数据也会作统计用途。 网站会将所记录的十三交友平台会员数据整合起来，以综合数据形式供合作伙伴参考。综合数据会包括人数统计和使用情况等资料，但不会包含任何可以识别个人身份的数据。 当十三交友平台要替合作伙伴进行数据搜集时，我们会和合作伙伴同时在网站或者是网页上告知用户。</li>
                    </ol>

                </li>
                <li>
                    <h5>信息储存和限制</h5>
                    <ol>

                        <li>
                            十三交友平台有权制订一般措施及限制，包含但不限于网站服务将保留的电子邮件讯息、所张贴内容或其他上载内容之最长期间、每个帐号可收发电子邮件讯息的最大数量及可收发的单个消息的大小。通过网站服务存储或传送之任何信息、通讯资料和其他内容，如被删除或未予储存，十三交友平台毋须承担任何责任。您亦同意，长时间未使用的帐号，十三交友平台有权关闭。您也同意，十三交友平台有权依其自行之考量，不论通知与否，随时变更这些一般措施及限制。 </li>

                    </ol>

                </li>
                <li>
                    <h5>信息公开和共享</h5>
                    <h5>十三交友平台不会将您的个人识别信息出租或出售给任何人。以下情况除外：</h5>
                    <ol>

                        <li>
                            您同意让第三方共享资料 </li><li>
                            只有透露您的个人资料，才能提供您所要求的产品和服务</li><li>
                            为免除您在生命、身体或财产方面之急迫危险；为防止他人权益之重大危害</li><li>
                            我们需要向代表我们提供产品或服务的公司提供资料（除非我们另行通知您，否则这些公司无权使用您的身份识别资料）</li><li>
                            我们需要听从法庭传票、法律命令或遵循法律程序</li><li>
                            我们发现您违反了十三交友平台服务条款或苏州三十一天网络科技有限公司任何其他服务的使用规定

                        </li>

                    </ol>

                </li>
                <li>
                    <h5>安全保障</h5>
                    <ol>
                        <li>
                            您的十三交友平台帐户具有密码保护功能，以确保您的隐私和信息安全。 
                            在某些情况下，十三交友平台使用通行标准的保密系统，确保资料传送的安全性。</li>

                    </ol>
                </li>
                <li>
                    <h5>编辑和删除个人帐户资料（即结束服务）的权限</h5>
                    <h5>十三交友平台赋予您在服务期间的任何时候编辑十三交友平台帐户信息的权利。
                        用户或十三交友平台可随时根据实际情况中断服务。用户若反对任何服务条款的建议或对后来的条款修改有异议，
                        或对十三交友平台服务不满，用户只有以下的追索权：</h5>


                    <ol>
                        <li>不再使用十三交友平台服务。 </li>
                        <li>结束用户使用十三交友平台服务的资格。</li>
                        <li>通告十三交友平台停止该用户的服务。</li>

                    </ol>
                    <h5> 结束用户服务后，用户使用十三交友平台服务的权利马上终止。从那时起，十三交友平台不再对用户承担任何义务。</h5>
                </li>
                <li>

                    <h5>隐私权政策的修订</h5>

                    <ol>
                        <li>
                            十三交友平台时常会对隐私权政策进行修改。如果在使用用户个人信息政策方面有大幅度修改时，
                            我们会在网页中显著的位置贴出相关规定以便及时通知用户。如果你还有其他问题和建议，请直接与客服中心联系。
                        </li>

                    </ol>

                </li>
            </ul>
        </div>
    </div>
</div>

